Repository: cppp-project/cppp-reiconv
Catalog: po/*.po
Languages: ro

source: Usage: iconv [--binary] [-c] [-s] [-f fromcode] [-t tocode] [file ...]
ro: Folosire: iconv [--binary] [-c] [-s] [-f din_cod] [-t în_cod] [fiºier ...]

source: Usage: iconv [-c] [-s] [-f fromcode] [-t tocode] [file ...]
ro: Folosire: iconv [-c] [-s] [-f din_cod] [-t în_cod] [fiºier ...]

source: or: iconv -l
ro: sau: iconv -l

source: This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
ro: Acesta este software free; citiþi sursele pentru condiþiile de copiere. NU existã nici o garanþie; nici mãcar VANDABILITATEA sau MODIFICAREA ÎNTR-UN SCOP PRIVAT.

source: Written by %s.
ro: Scris de %s.

source: iconv: %s: incomplete character or shift sequence
ro: iconv: %s: caracter sau secvenþã de shift incomplete

source: iconv: %s: cannot convert
ro: iconv: %s: nu pot converti

source: iconv: %s: I/O error
ro: iconv: %s: erori I/O

source: iconv: conversion from %s unsupported
ro: iconv: conversia din %s nu este suportatã

source: iconv: conversion to %s unsupported
ro: iconv: conversia în %s nu este suportatã

source: iconv: conversion from %s to %s unsupported
ro: iconv: conversia din %s în %s nu este suportatã

source: iconv: I/O error
ro: iconv: eroare I/O
